<?php
$config['activity_question'] = 
array (
  '历史文艺' => 
  array (
    0 => 
    array (
      0 => '没有纸的古代，人们便后如何擦屁屁？',
      1 => '厕筹',
      2 => '用手',
      3 => '古代如何擦屁屁
',
    ),
    1 => 
    array (
      0 => '什么饮料让中国人欲罢不能几千年？',
      1 => '茶',
      2 => '酒',
      3 => '什么饮料让中国人欲罢不能几千年
',
    ),
    2 => 
    array (
      0 => '“大清”的国号是哪位清朝皇帝定的？',
      1 => '皇太极',
      2 => '努尔哈赤',
      3 => '大清的国号是哪位清朝皇帝定的
',
    ),
    3 => 
    array (
      0 => '汉武帝的乳名是什么？',
      1 => '刘彘',
      2 => '刘武',
      3 => '汉武帝的乳名是什么
',
    ),
    4 => 
    array (
      0 => '汉哀帝刘欣使哪个成语成为了同性恋的代名词？',
      1 => '断袖之癖',
      2 => '出柜',
      3 => '汉哀帝使哪个成语成为了同性恋的代名词
',
    ),
    5 => 
    array (
      0 => '中国最早的词典叫什么？',
      1 => '《尔雅》',
      2 => '《康熙大辞典》',
      3 => '中国最早的词典叫什么
',
    ),
    6 => 
    array (
      0 => '葬礼送花圈是中国传统吗？',
      1 => '不是，由西方传入',
      2 => '是中国传统',
      3 => '葬礼送花圈是中国传统吗
',
    ),
    7 => 
    array (
      0 => '舌头是用不同部位负责不同味觉吗？',
      1 => '不是的',
      2 => '是的',
      3 => '舌头是用不同部位负责不同味觉吗
',
    ),
    8 => 
    array (
      0 => '“叶公好龙”中的叶公真的姓叶吗？',
      1 => '姓沈',
      2 => '姓叶',
      3 => '叶公好龙中的叶公真的姓叶吗
',
    ),
    9 => 
    array (
      0 => '欧洲细剑看起来那么细，对砍大刀会折断吗？',
      1 => '不会',
      2 => '当然',
      3 => '欧洲细剑对砍大刀会折断吗
',
    ),
    10 => 
    array (
      0 => '古代第一个放假理由是什么？',
      1 => '洗头',
      2 => '上班太累了',
      3 => '古代第一个放假理由是什么
',
    ),
    11 => 
    array (
      0 => '中国古代皇帝的女儿叫公主还是格格？',
      1 => '公主',
      2 => '格格',
      3 => '中国古代皇帝的女儿叫公主还是格格
',
    ),
    12 => 
    array (
      0 => '出轨中的“戴绿帽”，出自哪位皇帝？',
      1 => '明太祖朱元璋',
      2 => '唐太宗李世民',
      3 => '出轨中的戴绿帽出自哪位皇帝
',
    ),
    13 => 
    array (
      0 => '比日本刀贵167倍的明代神兵利器是？',
      1 => '西域镔铁大刀',
      2 => '雁翅腰刀',
      3 => '比日本刀贵167倍的明代神兵利器是
',
    ),
    14 => 
    array (
      0 => '尚方宝剑真的能上斩昏君、下宰贪官吗？',
      1 => '当然不能',
      2 => '是的',
      3 => '尚方宝剑真的能上斩昏君下宰贪官吗
',
    ),
    15 => 
    array (
      0 => '“床前明月光”中的“床”真的是指床吗？',
      1 => '不是，指的是井',
      2 => '当然',
      3 => '床前明月光中的床真的是指床吗
',
    ),
    16 => 
    array (
      0 => '“一日三秋”的中的“三秋”指的是三年吗？',
      1 => '不是，三个季度',
      2 => '是的',
      3 => '一日三秋的中的三秋指的是三年吗
',
    ),
    17 => 
    array (
      0 => '古代皇帝大婚前，如何进行青春期教育？',
      1 => '专人教授',
      2 => '看书自学',
      3 => '古代皇帝大婚前如何进行青春期教育
',
    ),
    18 => 
    array (
      0 => '秦淮八艳之首是谁？',
      1 => '柳如是',
      2 => '李师师',
      3 => '秦淮八艳之首是谁
',
    ),
    19 => 
    array (
      0 => '“执子之手，与子偕老”，这句话本意是歌颂爱情吗？',
      1 => '战友兄弟间的情意',
      2 => '描写与子女的感情',
      3 => '执子之手与子偕老这句话本意是歌颂爱情吗
',
    ),
    20 => 
    array (
      0 => '中世纪欧洲男人为什么穿丝袜？',
      1 => '提高运动缓解肌肉疲劳',
      2 => '羡慕女人',
      3 => '中世纪欧洲男人为什么穿丝袜
',
    ),
    21 => 
    array (
      0 => '为什么文艺复兴时期绘画作品中人物多为裸体？',
      1 => '展示人体的美',
      2 => '绘画要求所限',
      3 => '为什么文艺复兴时期绘画作品中人物多为裸体
',
    ),
    22 => 
    array (
      0 => '宋代女子十四不嫁要罚款是真是假？',
      1 => '真的',
      2 => '假的',
      3 => '宋代女子十四不嫁要罚款是真是假
',
    ),
    23 => 
    array (
      0 => '勾践献给夫差的美女除西施还有谁？',
      1 => '郑旦',
      2 => '东施',
      3 => '勾践献给夫差的美女除西施还有谁
',
    ),
    24 => 
    array (
      0 => '为什么杨贵妃有狐臭李隆基却不嫌弃？',
      1 => '用鲜花天天多次沐浴',
      2 => '李隆基患有鼻炎',
      3 => '为什么杨贵妃有狐臭李隆基却不嫌弃
',
    ),
    25 => 
    array (
      0 => '十二生肖中为什么没有猫？',
      1 => '古代中国没有猫',
      2 => '对猫的驯养比较晚',
      3 => '十二生肖中为什么没有猫
',
    ),
    26 => 
    array (
      0 => '人为啥喜欢看灾难片？',
      1 => '激活大脑',
      2 => '自虐',
      3 => '人为啥喜欢看灾难片
',
    ),
    27 => 
    array (
      0 => '吃木瓜能丰胸吗？',
      1 => '完全不值得取信',
      2 => '能，大家都这么说',
      3 => '吃木瓜能丰胸吗
',
    ),
    28 => 
    array (
      0 => '百家姓开头四姓为什么是“赵钱孙李”？',
      1 => '著于宋朝，皇族优先',
      2 => '是传说中帝王的姓氏',
      3 => '百家姓开头为什么是赵钱孙李
',
    ),
    29 => 
    array (
      0 => '哪个朝代考公务员最变态？',
      1 => '五代十国（需自宫）',
      2 => '元朝',
      3 => '哪个朝代考公务员最变态
',
    ),
    30 => 
    array (
      0 => '中国历史上在位最短的皇帝是谁？',
      1 => '完颜承麟',
      2 => '袁世凯',
      3 => '中国历史上在位最短的皇帝是谁
',
    ),
    31 => 
    array (
      0 => '八岁的小皇帝宋幼主赵昺被元朝逼的走投无路，被哪位大臣背着跳海而死？',
      1 => '陆秀夫',
      2 => '张世杰',
      3 => '宋幼主赵昺被哪位大臣背着跳海而死
',
    ),
    32 => 
    array (
      0 => '唐朝哪位皇帝在位期间发生了甘露之变？',
      1 => '唐文宗',
      2 => '唐肃宗',
      3 => '唐朝哪位皇帝在位期间发生了甘露之变
',
    ),
    33 => 
    array (
      0 => '杨贵妃死在什么地方？',
      1 => '马嵬驿',
      2 => '潼关',
      3 => '杨贵妃死在什么地方
',
    ),
    34 => 
    array (
      0 => '谁破釜沉舟杀了苏角？',
      1 => '项羽',
      2 => '韩信',
      3 => '谁破釜沉舟杀了苏角
',
    ),
    35 => 
    array (
      0 => '安禄山死在谁的手里？',
      1 => '李猪儿',
      2 => '胡车儿',
      3 => '安禄山死在谁的手里
',
    ),
    36 => 
    array (
      0 => '孔子故里号称“三孔”的文化遗址是哪三个？',
      1 => '孔庙、孔府、孔林',
      2 => '孔庙、孔府、孔碑',
      3 => '孔子故里号称三孔的文化遗址是哪三个
',
    ),
    37 => 
    array (
      0 => '东汉明帝的母亲叫什么？',
      1 => '阴丽华',
      2 => '赵丽华',
      3 => '东汉明帝的母亲叫什么
',
    ),
    38 => 
    array (
      0 => '我国最早的一部药物学著作是什么？',
      1 => '《神农本草经》',
      2 => '《黄帝内经》',
      3 => '我国最早的一部药物学著作是什么
',
    ),
    39 => 
    array (
      0 => '《四库全书》的总撰官是谁？',
      1 => '纪晓岚',
      2 => '刘统勋',
      3 => '四库全书的总撰官是谁
',
    ),
    40 => 
    array (
      0 => '在我国传说中，仓颉是造什么的始祖？',
      1 => '造字',
      2 => '农耕',
      3 => '在我国传说中仓颉是造什么的始祖
',
    ),
    41 => 
    array (
      0 => '“寂寞沙洲冷”是谁的诗句？',
      1 => '苏东坡',
      2 => '辛弃疾',
      3 => '寂寞沙洲冷是谁的诗句
',
    ),
    42 => 
    array (
      0 => '豆腐相传是谁发明的？',
      1 => '刘安',
      2 => '刘胜',
      3 => '豆腐相传是谁发明的
',
    ),
    43 => 
    array (
      0 => '霍去病去世时几岁？',
      1 => '24岁',
      2 => '21岁',
      3 => '霍去病去世时几岁
',
    ),
    44 => 
    array (
      0 => '中国人从何时开始拜关公？',
      1 => '公元 220 年',
      2 => '公元960年',
      3 => '中国人从何时开始拜关公
',
    ),
    45 => 
    array (
      0 => '什么样的人会被叫“汉奸”？',
      1 => '给朝廷捣乱的就是汉奸',
      2 => '因为是背叛汉族',
      3 => '什么样的人会被叫汉奸
',
    ),
    46 => 
    array (
      0 => '元朝真有四等人制度吗？',
      1 => '是真的',
      2 => '并没有这个制度',
      3 => '元朝真有四等人制度吗
',
    ),
    47 => 
    array (
      0 => '古人夏天用的冰从哪儿来？',
      1 => '深挖洞广积冰',
      2 => '从冰山获取后快马运输',
      3 => '古人夏天用的冰从哪儿来
',
    ),
    48 => 
    array (
      0 => '中国古代是怎么生火的？',
      1 => '木燧阳燧金石取火',
      2 => '靠保存自然生火的火种',
      3 => '中国古代是怎么生火的
',
    ),
    49 => 
    array (
      0 => '全世界哪个企业或组织的客户最顶级最特殊？',
      1 => '莫斯科实验室',
      2 => '国际金融组织',
      3 => '全世界哪个企业或组织的客户最顶级最特殊
',
    ),
    50 => 
    array (
      0 => '哥布林是什么时候出现的？',
      1 => '公元 1195 年左右',
      2 => '《指环王》小说中出现',
      3 => '哥布林是什么时候出现的
',
    ),
    51 => 
    array (
      0 => '护士有没有办法靠注射空气杀人？',
      1 => '注入足够空气就可以',
      2 => '注射空气不会致死',
      3 => '护士有没有办法靠注射空气杀人
',
    ),
    52 => 
    array (
      0 => '有没有人不容易被麻醉？',
      1 => '有',
      2 => '不存在这种人',
      3 => '有没有人不容易被麻醉
',
    ),
    53 => 
    array (
      0 => '人类可以消灭沙尘暴吗？',
      1 => '不能',
      2 => '注意生态保护就可以',
      3 => '人类可以消灭沙尘暴吗
',
    ),
    54 => 
    array (
      0 => '什么菜系成了国宴的最大赢家？',
      1 => '淮扬菜',
      2 => '苏菜',
      3 => '什么菜系成了国宴的最大赢家
',
    ),
    55 => 
    array (
      0 => '点穴这门功夫是真的吗？',
      1 => '是的',
      2 => '虚构的',
      3 => '点穴这门功夫是真的吗
',
    ),
    56 => 
    array (
      0 => '唐朝时期，最受欢迎的外国人是谁？',
      1 => '昆仑奴',
      2 => '日本遣唐使',
      3 => '唐朝时期最受欢迎的外国人是谁
',
    ),
    57 => 
    array (
      0 => '“龙阳之癖”指的是什么？',
      1 => '男子对同性的爱好',
      2 => '职场同事之间的情谊',
      3 => '龙阳之癖指的是什么
',
    ),
    58 => 
    array (
      0 => '为什么秦始皇灭了六国，但却未统一中国？',
      1 => '因为还有一个卫国',
      2 => '因为六国还有残余',
      3 => '为什么秦始皇灭了六国但却未统一中国
',
    ),
    59 => 
    array (
      0 => '中国古代士兵身上的负重最重的是哪个朝代？',
      1 => '宋朝',
      2 => '明朝',
      3 => '中国古代士兵身上的负重最重的是哪个朝代
',
    ),
    60 => 
    array (
      0 => '16世纪西班牙殖民者在南美掠夺的白银大部分去了哪里？',
      1 => '中国',
      2 => '英国',
      3 => '16世纪西班牙在南美掠夺的白银大部分去了哪里
',
    ),
    61 => 
    array (
      0 => '第二次世界大战中日本法西斯陆、海军最主要、最基本的武器是？',
      1 => '三八式步枪',
      2 => '大正十一年式机枪',
      3 => '二战中日本最最基本的武器是
',
    ),
    62 => 
    array (
      0 => '“免死金牌”真能免死吗？',
      1 => '要看皇帝靠不靠谱',
      2 => '历史上不存在免死金牌',
      3 => '免死金牌真能免死吗
',
    ),
    63 => 
    array (
      0 => '全世界有史以来最短的战争是？',
      1 => '英桑战争',
      2 => '萨英战争',
      3 => '全世界有史以来最短的战争是
',
    ),
    64 => 
    array (
      0 => '太监为什么不脱发？',
      1 => '生殖系统被破坏',
      2 => '饮食不同常人',
      3 => '太监为什么不脱发
',
    ),
    65 => 
    array (
      0 => '君士坦丁堡城墙倒塌的原因？',
      1 => '用加农炮轰倒',
      2 => '地震',
      3 => '君士坦丁堡城墙倒塌的原因
',
    ),
    66 => 
    array (
      0 => '苏格兰男人为什么穿裙子？',
      1 => '气候和方便工作',
      2 => '宗教原因',
      3 => '苏格兰男人为什么穿裙子
',
    ),
    67 => 
    array (
      0 => '谁被印度甘地称为最尊贵的中国人？?',
      1 => '辜鸿铭',
      2 => '蔡元培',
      3 => '谁被印度甘地称为最尊贵的中国人??
',
    ),
    68 => 
    array (
      0 => '二战时美国在日本长崎投掷的原子弹代号是什么？',
      1 => '胖子',
      2 => '小男孩',
      3 => '二战时美国在日本长崎投掷的原子弹代号是什么
',
    ),
    69 => 
    array (
      0 => '古代有哪些女富豪？',
      1 => '吕母、高五娘等',
      2 => '聂隐娘',
      3 => '古代有哪些女富豪
',
    ),
    70 => 
    array (
      0 => '南宋哪个皇帝死后头骨被人从墓中拿走并做成酒杯？',
      1 => '宋理宗',
      2 => '宋高宗',
      3 => '南宋哪个皇帝头骨被人做成了酒杯
',
    ),
    71 => 
    array (
      0 => '十二生肖里为何没有猫？',
      1 => '因为家猫出现晚',
      2 => '因为对猫有偏见',
      3 => '十二生肖里为何没有猫
',
    ),
    72 => 
    array (
      0 => '为什么有的人的心脏被子弹射穿后还没死？',
      1 => '心脏瓣膜',
      2 => '心脏变异',
      3 => '为什么有人心脏被子弹射穿后没死
',
    ),
    73 => 
    array (
      0 => '连续不上朝时间最长的记录是中国哪位皇帝保持的？',
      1 => '明朝的万历皇帝',
      2 => '晋惠帝',
      3 => '连续不上朝记录是中国哪位皇帝保持的
',
    ),
    74 => 
    array (
      0 => '被使用时间最长的年号是哪个？',
      1 => '崇祯',
      2 => '乾隆',
      3 => '被使用时间最长的年号是哪个
',
    ),
    75 => 
    array (
      0 => '人类历史上第一个以火器为主力装备的部队是？',
      1 => '明朝永乐年间神机营',
      2 => '西班牙尼德兰军团',
      3 => '第一个以火器为主力装备的部队是
',
    ),
    76 => 
    array (
      0 => '中国老人为什么一定要把孩子喂胖？',
      1 => '变胖体现对孩子的爱',
      2 => '传统认为健康',
      3 => '中国老人为什么要把孩子喂胖
',
    ),
    77 => 
    array (
      0 => '如何区分对联的上下联？',
      1 => '通过尾字声调区分',
      2 => '看使用的词语',
      3 => '如何区分对联的上下联
',
    ),
    78 => 
    array (
      0 => '唐朝春节是怎么放假？',
      1 => '放七天假',
      2 => '不放假',
      3 => '唐朝春节是怎么放假
',
    ),
    79 => 
    array (
      0 => '哪位清朝将领与日军血战平壤玄武门尸骨无存？',
      1 => '左宝贵',
      2 => '叶志超',
      3 => '哪位将领与日军血战平壤尸骨无存
',
    ),
    80 => 
    array (
      0 => '慈禧太后为何不杀袁世凯？',
      1 => '有外国人支持',
      2 => '需要其支持',
      3 => '慈禧太后为何不杀袁世凯
',
    ),
    81 => 
    array (
      0 => '中国最后一位“土皇帝”曾册封蒋介石为亲王的是谁？',
      1 => '张清安',
      2 => '石金鑫',
      3 => '曾册封蒋介石为亲王的土皇帝是谁
',
    ),
    82 => 
    array (
      0 => '明嘉靖宫女起义，她们为何要谋杀皇帝？',
      1 => '报复',
      2 => '情杀',
      3 => '明嘉靖宫女为何要谋杀皇帝
',
    ),
    83 => 
    array (
      0 => '嘉庆帝只是执行者，谁才是一步步杀死和珅的真凶？',
      1 => '乾隆皇帝',
      2 => '刘墉',
      3 => '谁才是一步步杀死和珅的真凶
',
    ),
    84 => 
    array (
      0 => '历史上关系最“硬”的皇帝是哪位？',
      1 => '唐中宗李显',
      2 => '宋太祖赵匡胤',
      3 => '关系最硬的皇帝是哪位
',
    ),
    85 => 
    array (
      0 => '中国情报史上有“五重”身份的间谍？',
      1 => '袁殊',
      2 => '吴醒亚',
      3 => '中国有五重身份的间谍是
',
    ),
    86 => 
    array (
      0 => '清官员见皇帝下跪时为何要拍打袖子？',
      1 => '美观又实用',
      2 => '寓意两袖清风',
      3 => '清官员见皇帝下跪时为何拍打袖子
',
    ),
    87 => 
    array (
      0 => '做27天的那个皇帝是谁？',
      1 => '刘贺',
      2 => '李煜',
      3 => '做27天的那个皇帝是谁
',
    ),
    88 => 
    array (
      0 => '因被削鼻子而死的皇帝是谁？',
      1 => '李元昊',
      2 => '李继迁',
      3 => '因被削鼻子而死的皇帝是谁
',
    ),
    89 => 
    array (
      0 => '抗战中最早被处决的汉奸是谁？',
      1 => '黄浚',
      2 => '周佛海',
      3 => '抗战中最早被处决的汉奸是谁
',
    ),
    90 => 
    array (
      0 => '《辛丑条约》是如何被废除的?',
      1 => '协商，宣战或改定',
      2 => '单方面废除',
      3 => '辛丑条约是如何被废除的
',
    ),
    91 => 
    array (
      0 => '中国历史丢失首都最多的朝代是哪个？',
      1 => '唐朝',
      2 => '宋朝',
      3 => '中国丢失首都最多的朝代是哪个
',
    ),
    92 => 
    array (
      0 => '被关在玻璃房里卖票参观清朝总督是谁？',
      1 => '叶名琛',
      2 => '琦善',
      3 => '被关在玻璃房里卖票参观清总督是
',
    ),
    93 => 
    array (
      0 => '北京故宫匾额上有一根箭，为何200年不摘？',
      1 => '警示天理教起义',
      2 => '提醒莫忘满族出身',
      3 => '故宫匾额一根箭为何200年不摘
',
    ),
    94 => 
    array (
      0 => '古代国家公务员的上下班时间是几点？',
      1 => '朝九晚五',
      2 => '子午对时',
      3 => '古代公务员的上下班时间是几点
',
    ),
    95 => 
    array (
      0 => '古人穿鞋不分左右脚？',
      1 => '忌讳',
      2 => '工艺条件',
      3 => '古人穿鞋不分左右脚
',
    ),
    96 => 
    array (
      0 => '为啥TVB里的法官律师都戴假发？',
      1 => '源于英国',
      2 => '艺术夸张',
      3 => '为啥TVB里的法官律师戴假发
',
    ),
    97 => 
    array (
      0 => '科学地说，“鬼压床”是什么情况？',
      1 => '睡眠瘫痪症',
      2 => '低血压',
      3 => '鬼压床是什么情况
',
    ),
    98 => 
    array (
      0 => '蚊子叮咬会传播艾滋病吗？',
      1 => '不会',
      2 => '会',
      3 => '蚊子叮咬会传播艾滋病吗
',
    ),
    99 => 
    array (
      0 => '牙膏发明前，中国人是怎么清洁牙齿的？',
      1 => '中国是漱口+青盐+茶',
      2 => '竹制牙刷',
      3 => '古代中国人是怎么清洁牙齿的
',
    ),
    100 => 
    array (
      0 => '为什么古代的房子门槛那么高？跨门槛有什么讲究？',
      1 => '门槛代表身份高低',
      2 => '防洪',
      3 => '为什么古代的房子门槛那么高
',
    ),
    101 => 
    array (
      0 => '“遗臭万年儿皇帝”指的是谁？',
      1 => '石敬塘',
      2 => '石虎',
      3 => '遗臭万年儿皇帝指的是谁
',
    ),
    102 => 
    array (
      0 => '中国有哪些逆天的文物？',
      1 => '高尔夫、游标卡尺等',
      2 => '电视机',
      3 => '中国有哪些逆天的文物
',
    ),
    103 => 
    array (
      0 => '“十年磨一剑， 霜刃未曾试”，作者是谁？',
      1 => '贾岛',
      2 => '李白',
      3 => '十年磨一剑霜刃未曾试的作者是
',
    ),
    104 => 
    array (
      0 => '古代近亲结婚为啥很少有毛病？',
      1 => '宣传途径少',
      2 => '记载偏差',
      3 => '古代近亲结婚为啥很少有毛病
',
    ),
    105 => 
    array (
      0 => '被称为“日本之张飞”、“战国第一猛将”的是？',
      1 => '本多忠胜',
      2 => '真田幸村',
      3 => '被称为日本之张飞的是
',
    ),
    106 => 
    array (
      0 => '引发宰相制被度除的明初四血案之一是哪一件？',
      1 => '胡惟庸案',
      2 => '空印案',
      3 => '引发宰相制被废四血案之一是
',
    ),
    107 => 
    array (
      0 => '“十四年抗战”是从什么事件开始算起？',
      1 => '九·一八事变',
      2 => '五一五事件',
      3 => '十四年抗战是从什么事件开始算
',
    ),
    108 => 
    array (
      0 => '日本武士一般会佩戴几把刀？',
      1 => '两把',
      2 => '四把',
      3 => '日本武士一般会佩戴几把刀
',
    ),
  ),
  '疯狂科学' => 
  array (
    0 => 
    array (
      0 => '把充电宝的输入口和输出口连接起来，会爆炸吗？',
      1 => '会的',
      2 => '肯定不会',
      3 => '把充电宝的输入口和输出口连接起来会爆炸吗
',
    ),
    1 => 
    array (
      0 => '月球闻起来什么味道？',
      1 => '火药味',
      2 => '硫磺味',
      3 => '月球闻起来什么味道
',
    ),
    2 => 
    array (
      0 => '为什么电影中的黑客几乎绝不用鼠标？',
      1 => '命令更加方便高效',
      2 => '耍酷',
      3 => '为什么电影中的黑客几乎不用鼠标
',
    ),
    3 => 
    array (
      0 => '电脑键盘为什么不用“abcd”排列顺序？',
      1 => '最初为降低打字速度',
      2 => '为了提高打字速度',
      3 => '电脑键盘为什么不用abcd排列顺序
',
    ),
    4 => 
    array (
      0 => '气候变化会导致人类变小吗？',
      1 => '是的',
      2 => '不会',
      3 => '气候变化会导致人类变小吗
',
    ),
    5 => 
    array (
      0 => '月球上面也可以上网吗？',
      1 => '可以',
      2 => '当然不可以',
      3 => '月球上面也可以上网吗
',
    ),
    6 => 
    array (
      0 => '普通人的大脑只开发利用了10%吗？',
      1 => '不是',
      2 => '是的',
      3 => '普通人的大脑只开发利用了10%吗
',
    ),
    7 => 
    array (
      0 => '手机只剩一格电的时候，辐射是平时的1000倍吗？',
      1 => '不会',
      2 => '是的',
      3 => '手机只剩一格电的时候辐射是平时的1000倍吗
',
    ),
    8 => 
    array (
      0 => '仙人球能防电脑辐射？',
      1 => '不能',
      2 => '可以',
      3 => '仙人球能防电脑辐射
',
    ),
    9 => 
    array (
      0 => '太空里也需要“防腐”吗？',
      1 => '是的',
      2 => '不需要',
      3 => '太空里也需要防腐吗
',
    ),
    10 => 
    array (
      0 => '坐飞机致癌是真的吗？',
      1 => '真的',
      2 => '假的',
      3 => '坐飞机致癌是真的吗
',
    ),
    11 => 
    array (
      0 => '热水比冷水更容易结冰？',
      1 => '是的',
      2 => '冷水温度低更易结冰',
      3 => '热水比冷水更容易结冰
',
    ),
    12 => 
    array (
      0 => '人在瞄准的时候为什么要闭上一只眼睛？',
      1 => '避免双眼竞争的现象',
      2 => '减少周围环境的干扰',
      3 => '瞄准为什么要闭上一只眼睛
',
    ),
    13 => 
    array (
      0 => '电梯里安装镜子是为了让空间看起来更大吗？',
      1 => '不是',
      2 => '是的',
      3 => '电梯里安装镜子是为了让空间看起来更大吗
',
    ),
    14 => 
    array (
      0 => '世界上最毒的物质是什么？',
      1 => '钋元素',
      2 => '铅元素',
      3 => '世界上最毒的物质是什么
',
    ),
    15 => 
    array (
      0 => '网速与网线材质有关吗？',
      1 => '有关',
      2 => '完全没关系',
      3 => '网速与网线材质有关吗
',
    ),
    16 => 
    array (
      0 => '二维码有没有用完的一天？',
      1 => '二维码是用不完的',
      2 => '总有一天会用完',
      3 => '二维码有没有用完的一天
',
    ),
    17 => 
    array (
      0 => '开空调为什么要放盆水？',
      1 => '保持湿度',
      2 => '净化空气',
      3 => '开空调为什么要放盆水
',
    ),
    18 => 
    array (
      0 => '玩手机对视力的损伤比起玩电脑更大吗？',
      1 => '是的',
      2 => '不是',
      3 => '玩手机对视力的损伤比玩电脑更大吗
',
    ),
    19 => 
    array (
      0 => '火车铁轨上有电流吗？',
      1 => '有的',
      2 => '没有',
      3 => '火车铁轨上有电流吗
',
    ),
    20 => 
    array (
      0 => '为什么土星光环有时会消失？',
      1 => '光环的形状决定的',
      2 => '土星进入冬季',
      3 => '为什么土星光环有时会消失
',
    ),
    21 => 
    array (
      0 => '克隆人的指纹、虹膜会相同的吗？',
      1 => '不可能',
      2 => '会相同',
      3 => '克隆人的指纹、虹膜会相同的吗
',
    ),
    22 => 
    array (
      0 => '在地球上能看到太阳“西升东落”吗？',
      1 => '能',
      2 => '不能',
      3 => '在地球上能看到太阳西升东落吗
',
    ),
    23 => 
    array (
      0 => '意识真的能上传计算机获得永生吗？',
      1 => '不能',
      2 => '可以',
      3 => '意识真的能上传计算机获得永生吗
',
    ),
    24 => 
    array (
      0 => '地铁打手机辐射会增加15倍吗？',
      1 => '是的',
      2 => '不会',
      3 => '地铁打手机辐射会增加15倍吗
',
    ),
    25 => 
    array (
      0 => '月球到达近地点会引发超级强震吗？',
      1 => '不会',
      2 => '是的',
      3 => '月球到达近地点会引发超级强震吗
',
    ),
    26 => 
    array (
      0 => '“干洗”的原理是什么？',
      1 => '相似相溶',
      2 => '摩擦与震动',
      3 => '干洗的原理是什么
',
    ),
    27 => 
    array (
      0 => '血型最早是谁发现的？',
      1 => '奥地利医生',
      2 => '匈牙利医生',
      3 => '血型最早是谁发现的
',
    ),
    28 => 
    array (
      0 => '人的灵魂真的有21克吗？ ',
      1 => '不是',
      2 => '确实如此',
      3 => '人的灵魂真的有21克吗
',
    ),
    29 => 
    array (
      0 => '观察银河系核心寻找第五种自然力，爱因斯坦错了吗？',
      1 => '等时机来验证',
      2 => '爱因斯坦的假设已证伪',
      3 => '观察银河系核心寻找第五种自然力爱因斯坦错了吗
',
    ),
    30 => 
    array (
      0 => '猫咪为什么能横行互联网？',
      1 => '因为宅',
      2 => '因为可爱',
      3 => '猫咪为什么能横行互联网
',
    ),
    31 => 
    array (
      0 => '如果人类被人工智能灭亡了，算是进化吗？',
      1 => '可能是',
      2 => '不算',
      3 => '如果人类被人工智能灭亡了算是进化吗
',
    ),
    32 => 
    array (
      0 => '易拉罐能增强wifi信号，是真的吗？',
      1 => '不一定',
      2 => '肯定可以',
      3 => '易拉罐能增强wifi信号是真的吗
',
    ),
    33 => 
    array (
      0 => '天生聋盲的人不会做梦？',
      1 => '只不过梦的内容不同',
      2 => '是的',
      3 => '天生聋盲的人不会做梦
',
    ),
    34 => 
    array (
      0 => '艾滋病毒能治白血病吗？',
      1 => '尚在科研阶段',
      2 => '这是伪科学',
      3 => '艾滋病毒能治白血病吗
',
    ),
    35 => 
    array (
      0 => '人在太空中不能哭泣？',
      1 => '假的',
      2 => '失重环境眼泪无法排出',
      3 => '人在太空中不能哭泣
',
    ),
    36 => 
    array (
      0 => '浩瀚宇宙中必存很多文明， 那人类处于什么等级？',
      1 => '0.7级左右',
      2 => '根本没有这种等级制度',
      3 => '浩瀚宇宙中必存很多文明那人类处于什么等级
',
    ),
    37 => 
    array (
      0 => '鬼压床真的跟鬼有关吗？',
      1 => '没关系',
      2 => '广义上可以说跟鬼有关',
      3 => '鬼压床真的跟鬼有关吗
',
    ),
    38 => 
    array (
      0 => '如果地球的自转速度加快4倍，人能生存吗？',
      1 => '不能',
      2 => '转速不会影响生物生存',
      3 => '如果地球的自转速度加快4倍人能生存吗
',
    ),
    39 => 
    array (
      0 => '雷电能当做电源使用吗？',
      1 => '难度很大',
      2 => '可以，法拉第做过试验',
      3 => '雷电能当做电源使用吗
',
    ),
    40 => 
    array (
      0 => '被冷冻的人还能再复活吗？',
      1 => '也许能',
      2 => '完全不可能',
      3 => '被冷冻的人还能再复活吗
',
    ),
    41 => 
    array (
      0 => '我们能逆转时间回到过去吗？',
      1 => '不可能',
      2 => '根据世界线假说 可以',
      3 => '我们能逆转时间回到过去吗
',
    ),
    42 => 
    array (
      0 => '冰可以燃烧吗？',
      1 => '某些冰可以',
      2 => '不可以',
      3 => '冰可以燃烧吗
',
    ),
    43 => 
    array (
      0 => '如果在木星上住50年，人会变年轻嘛？',
      1 => '不会',
      2 => '根据相对论 是年轻了',
      3 => '如果在木星上住50年人会变年轻嘛
',
    ),
    44 => 
    array (
      0 => 'O型血真的是“万能血”吗？',
      1 => '不是',
      2 => '是的',
      3 => 'O型血真的是万能血吗
',
    ),
    45 => 
    array (
      0 => '“滴血认亲”有没有科学道理？',
      1 => '没有',
      2 => '有',
      3 => '滴血认亲有没有科学道理
',
    ),
    46 => 
    array (
      0 => '鱼没有水也能活？',
      1 => '是的',
      2 => '不行',
      3 => '鱼没有水也能活
',
    ),
    47 => 
    array (
      0 => '可以超强透水吸水的路面是怎么做到的？',
      1 => '蜂窝状多孔结构',
      2 => '依靠新型路面材料',
      3 => '可以超强透水吸水的路面是怎么做到的
',
    ),
    48 => 
    array (
      0 => '氢气球往上飘，和地球引力有什么关系？',
      1 => '阿基米德浮力定律',
      2 => '没有关系',
      3 => '氢气球往上飘和地球引力有什么关系
',
    ),
    49 => 
    array (
      0 => '为什么夜晚的天空容易呈现红色，尤其是在阴云密布的时候？',
      1 => '红光更易穿透云层',
      2 => '夜晚云会反射红光',
      3 => '为什么夜晚的天空容易呈现红色
',
    ),
    50 => 
    array (
      0 => '火车进站的时候要锁厕所门，为什么坐高铁不用？',
      1 => '因为污物被吸走处理',
      2 => '停车锁门有安全隐患',
      3 => '火车进站要锁厕所门为什么高铁不用
',
    ),
    51 => 
    array (
      0 => '动物智商和咬合能力成反比吗？',
      1 => '是的',
      2 => '不是',
      3 => '动物智商和咬合能力成反比吗
',
    ),
    52 => 
    array (
      0 => '世界上寿命最短的动物是什么？',
      1 => '蜉蝣',
      2 => '弹涂鱼',
      3 => '世界上寿命最短的动物是什么
',
    ),
    53 => 
    array (
      0 => '环绕地球轨道那么多卫星，它们之间会不会意外相撞？',
      1 => '卫星确实会相撞',
      2 => '因为重力影响 不会',
      3 => '环绕地球轨道那么多卫星它们之间会不会意外相撞
',
    ),
    54 => 
    array (
      0 => '宇宙半径460亿光年，这个数值是怎么得出来的？',
      1 => '哈勃定律算膨胀速度',
      2 => '从原子核裂变推测',
      3 => '宇宙半径460亿光年这个数值是怎么得出来的
',
    ),
    55 => 
    array (
      0 => '人脑死亡后有可能复活吗？',
      1 => '不可能',
      2 => '可能',
      3 => '人脑死亡后有可能复活吗
',
    ),
    56 => 
    array (
      0 => '人类诞生地在哪儿？',
      1 => '欧洲',
      2 => '非洲',
      3 => '人类诞生地在哪儿
',
    ),
    57 => 
    array (
      0 => '如果把速度减慢，我们的时间会变长吗？',
      1 => '不会',
      2 => '根据物理新理论 会 ',
      3 => '如果把速度减慢我们的时间会变长吗
',
    ),
    58 => 
    array (
      0 => '太空战舰是否会存在普遍构型？',
      1 => '取决于重力和动力系统',
      2 => '无法预见未来技术',
      3 => '太空战舰是否会存在普遍构型
',
    ),
    59 => 
    array (
      0 => '火箭或者导弹坠毁了有没有毒啊？',
      1 => '除非是核弹头',
      2 => '某些型号有毒',
      3 => '火箭或者导弹坠毁了有没有毒啊
',
    ),
    60 => 
    array (
      0 => '三十块钱就可以太空浪一圈？',
      1 => '也许可以',
      2 => '不行',
      3 => '三十块钱就可以太空浪一圈吗
',
    ),
    61 => 
    array (
      0 => '为什么飞机不悬停在天上，等地球从它下方通过呢？',
      1 => '因为地球重力',
      2 => '技术很难实现',
      3 => '为什么飞机不悬停等地球从下通过
',
    ),
    62 => 
    array (
      0 => '为员工植入微型芯片？真有公司这么做了？',
      1 => '是的',
      2 => '没有',
      3 => '真有公司为员工植入微型芯片吗
',
    ),
    63 => 
    array (
      0 => '边睡觉边将手机放身边充电的人容易肥胖？',
      1 => '不会',
      2 => '会的',
      3 => '睡觉将手机放身边充电容易肥胖
',
    ),
    64 => 
    array (
      0 => '南非“吸脂蚊子”不吸血，可使人减肥？',
      1 => '不会',
      2 => '会的',
      3 => '南非吸脂蚊子不吸血可使人减肥
',
    ),
    65 => 
    array (
      0 => '干燥剂放水里会爆炸？',
      1 => '少量不会',
      2 => '会的',
      3 => '干燥剂放水里会爆炸
',
    ),
    66 => 
    array (
      0 => '可以人为培养天才吗？',
      1 => '或许能',
      2 => '不能',
      3 => '可以人为培养天才吗
',
    ),
    67 => 
    array (
      0 => '在太空中捏爆气球，我们能听得到吗？',
      1 => '不能',
      2 => '能',
      3 => '在太空中捏爆气球我们能听到吗
',
    ),
    68 => 
    array (
      0 => '宇宙一直在膨胀，人会受其影响而变胖？',
      1 => '不会',
      2 => '是的',
      3 => '宇宙在膨胀人受其影响而变胖
',
    ),
    69 => 
    array (
      0 => '如果两个AlphaGo对战，谁会赢？',
      1 => '当然是AlphaGo会赢',
      2 => '没谁会赢',
      3 => '两个AlphaGo对战谁会赢
',
    ),
    70 => 
    array (
      0 => '能收集二氧化碳把它转变成汽油吗？',
      1 => '能',
      2 => '不能',
      3 => '能收集二氧化碳把它转变成汽油吗
',
    ),
    71 => 
    array (
      0 => '第一胎的孩子，会比他们的弟弟妹妹更聪明？',
      1 => '不一定',
      2 => '一定',
      3 => '第一胎的孩子会比弟妹更聪明吗
',
    ),
    72 => 
    array (
      0 => '缺了一块的二维码有可能扫出来吗？',
      1 => '有可能',
      2 => '不行',
      3 => '缺了一块的二维码有可能扫出来吗
',
    ),
    73 => 
    array (
      0 => '外星人的存在吗？',
      1 => '存在',
      2 => '不存在',
      3 => '外星人的存在吗
',
    ),
    74 => 
    array (
      0 => '时间可以停止吗？',
      1 => '暂时不能',
      2 => '可以',
      3 => '时间可以停止吗
',
    ),
    75 => 
    array (
      0 => '圣诞夜恰巧赶上满月很罕见吗？',
      1 => '罕见',
      2 => '常见',
      3 => '圣诞夜恰巧赶上满月很罕见吗
',
    ),
    76 => 
    array (
      0 => '为啥月全食是红月亮，不是全黑月亮？',
      1 => '透射光偏红',
      2 => '光散射现象',
      3 => '为啥月全食是红月亮不是全黑月亮
',
    ),
    77 => 
    array (
      0 => '如果宇宙里只有太阳地球月亮，会怎么样？',
      1 => '没星座啥事儿了',
      2 => '不会怎么样',
      3 => '宇宙里只有太阳地球月亮会怎么样
',
    ),
    78 => 
    array (
      0 => '平行世界和黑洞时空旅行是真实存在的吗？',
      1 => '有存在的可能',
      2 => '不存在',
      3 => '平行世界和黑洞时空旅行存在吗
',
    ),
    79 => 
    array (
      0 => '为什么同样一张图片，在PC端显示就比手机要清楚，显得像素要高很多？',
      1 => 'DPI显示率不同',
      2 => '观看距离差别',
      3 => '为何同一张图在PC端显示比手机清楚
',
    ),
    80 => 
    array (
      0 => 'LED显示屏与液晶显示屏有什么区别？',
      1 => 'LED亮度功耗更有优势',
      2 => '更清楚',
      3 => 'LED显示屏与液晶显示屏有什么区别
',
    ),
    81 => 
    array (
      0 => '人失去哪些器官后还能继续活着？',
      1 => '阑尾、扁桃体',
      2 => '胆囊',
      3 => '人失去哪些器官后还能继续活着
',
    ),
    82 => 
    array (
      0 => '空间站外表面发现微生物：地球上的还是外星来的？',
      1 => '部分可能来自地球',
      2 => '来自外星',
      3 => '空间站表面的微生物是地球的吗
',
    ),
    83 => 
    array (
      0 => '共享汽车到底要不要发展？',
      1 => '需要，鼓励发展',
      2 => '不需要',
      3 => '共享汽车到底要不要发展
',
    ),
    84 => 
    array (
      0 => '恐龙存在有 1 亿 7 千万年，为何没有进化成高等智慧生物？',
      1 => '与环境变迁有关',
      2 => '爬行动物有缺陷',
      3 => '恐龙为何没有进化成智慧生物
',
    ),
    85 => 
    array (
      0 => '太空中有哪些科学无法解释的怪现象？',
      1 => '反物质。真空能量等',
      2 => '虫洞',
      3 => '太空中有哪些无法解释的怪现象
',
    ),
    86 => 
    array (
      0 => '战机保持无线电静默，贴在客机肚皮下飞雷达能发现吗？',
      1 => '也可能发现',
      2 => '不能',
      3 => '战机贴客机下飞雷达能发现吗
',
    ),
    87 => 
    array (
      0 => '太空对人体有什么影响？',
      1 => '睡眠周期会完全被打乱',
      2 => '几乎没影响',
      3 => '太空对人体有什么影响
',
    ),
    88 => 
    array (
      0 => '机械键盘相对其他类型键盘优势在哪里？',
      1 => '键感、声音、时髦度',
      2 => '键程更短',
      3 => '机械键盘优势在哪里
',
    ),
    89 => 
    array (
      0 => '音响、耳机的音质与线材有关系吗？',
      1 => '理论上是有关的',
      2 => '无关',
      3 => '音响耳机的音质与线材有关系吗
',
    ),
    90 => 
    array (
      0 => '真的有地外生命存在吗？',
      1 => '没有足够证据证实',
      2 => '有',
      3 => '真的有地外生命存在吗
',
    ),
    91 => 
    array (
      0 => '宇宙中的钻石星球能去开采吗？',
      1 => '不能',
      2 => '能',
      3 => '宇宙中的钻石能去开采吗
',
    ),
    92 => 
    array (
      0 => '录音机中我的声音为什么比原生难听？',
      1 => '通过不同介质传播',
      2 => '大脑认知问题',
      3 => '录音中我的声音为什么难听
',
    ),
  ),
  '清奇脑洞' => 
  array (
    0 => 
    array (
      0 => '为什么睡觉时会身体突然抖一下？',
      1 => '肌肉神经自发运动',
      2 => '做恶梦了',
      3 => '为什么睡觉时会身体突然抖一下
',
    ),
    1 => 
    array (
      0 => '世界上有食肉植物吗？',
      1 => '有',
      2 => '没有',
      3 => '世界上有食肉植物吗
',
    ),
    2 => 
    array (
      0 => '植物激素会导致儿童性早熟吗？',
      1 => '不会',
      2 => '会',
      3 => '植物激素会导致儿童性早熟吗
',
    ),
    3 => 
    array (
      0 => '味精超100℃会致癌吗？',
      1 => '不会',
      2 => '会',
      3 => '味精超100℃会致癌吗
',
    ),
    4 => 
    array (
      0 => '红酒喝太多是会加速衰老吗？',
      1 => '是',
      2 => '不是',
      3 => '红酒喝太多是会加速衰老吗
',
    ),
    5 => 
    array (
      0 => '和尚为什么要剃光头？ ',
      1 => '佛教剃头叫做剃度',
      2 => '洗头条件常不具备',
      3 => '和尚为什么要剃光头 
',
    ),
    6 => 
    array (
      0 => '“来啊，互相伤害啊”是什么意思？',
      1 => '是挑衅又是挑逗',
      2 => '表达爱意',
      3 => '来啊互相伤害啊是什么意思
',
    ),
    7 => 
    array (
      0 => '为什么好多人洗澡的时候喜欢唱歌？',
      1 => '洗澡时音效会更好',
      2 => '别的地方不好意思',
      3 => '为什么好多人洗澡的时候喜欢唱歌
',
    ),
    8 => 
    array (
      0 => '为什么打哈欠会传染？',
      1 => '一种心理状态所致',
      2 => '氧气不足',
      3 => '为什么打哈欠会传染
',
    ),
    9 => 
    array (
      0 => '头发油是不是病？',
      1 => '不是病',
      2 => '是病，得治',
      3 => '头发油是不是病
',
    ),
    10 => 
    array (
      0 => '人体最敏感的手指是哪只？',
      1 => '食指',
      2 => '中指',
      3 => '人体最敏感的手指是哪只
',
    ),
    11 => 
    array (
      0 => '打火机比火柴更早发明吗？',
      1 => '是的',
      2 => '当然火柴更早',
      3 => '打火机比火柴更早发明吗
',
    ),
    12 => 
    array (
      0 => '哪个年龄的人话最多？',
      1 => '儿童',
      2 => '老年人',
      3 => '哪个年龄的人话最多
',
    ),
    13 => 
    array (
      0 => '旧时妇女的发髻上喜插一支银簪，簪子的最初作用是什么？',
      1 => '防身武器',
      2 => '为了美观',
      3 => '妇女发髻上插簪子的最初作用
',
    ),
    14 => 
    array (
      0 => '你知道蚊子吸血是为了什么吗？',
      1 => '繁殖后代',
      2 => '填饱肚子',
      3 => '蚊子吸血是为什么
',
    ),
    15 => 
    array (
      0 => '热水灭火比冷水更“给力”吗？',
      1 => '是的',
      2 => '冷水更好',
      3 => '热水灭火比冷水更给力吗
',
    ),
    16 => 
    array (
      0 => '跑步机刚发明的时候是刑具吗？',
      1 => '是的',
      2 => '不是，是代步用具',
      3 => '跑步机刚发明的时候是刑具吗
',
    ),
    17 => 
    array (
      0 => '苹果比咖啡更能提神，靠谱吗？',
      1 => '靠谱',
      2 => '不靠谱',
      3 => '苹果比咖啡更能提神靠谱吗
',
    ),
    18 => 
    array (
      0 => '人真的会被吓尿吗？',
      1 => '会',
      2 => '是种夸张的说法',
      3 => '人真的会被吓尿吗
',
    ),
    19 => 
    array (
      0 => '菠菜和豆腐究竟能不能一起吃？',
      1 => '能一起吃',
      2 => '相克，不能',
      3 => '菠菜和豆腐能不能一起吃
',
    ),
    20 => 
    array (
      0 => '中国为什么停止发行2元人民币？',
      1 => '使用频率低',
      2 => '“2”字不好听',
      3 => '中国为什么停止发行2元人民币
',
    ),
    21 => 
    array (
      0 => '人睡觉为何会流口水？',
      1 => '吞咽功能减弱',
      2 => '做美梦了',
      3 => '人睡觉为何会流口水
',
    ),
    22 => 
    array (
      0 => '高铁为什么晚上不开？',
      1 => '检修维护',
      2 => '晚上人少',
      3 => '高铁为什么晚上不开
',
    ),
    23 => 
    array (
      0 => '先有鸡还是先有蛋？',
      1 => '先有鸡后有蛋',
      2 => '没有蛋哪来的鸡',
      3 => '先有鸡还是先有蛋
',
    ),
    24 => 
    array (
      0 => '蜗牛冬天和夏天都休眠是真的吗？',
      1 => '是的',
      2 => '只有冬天才会休眠',
      3 => '蜗牛冬天和夏天都休眠是真的吗
',
    ),
    25 => 
    array (
      0 => '为什么身份证号码最后一位有“X”？',
      1 => 'X是罗马数字的10',
      2 => '作为数字的补充',
      3 => '为什么身份证号码最后一位有X
',
    ),
    26 => 
    array (
      0 => '植物也需要睡觉吗？',
      1 => '需要',
      2 => '不需要',
      3 => '植物也需要睡觉吗
',
    ),
    27 => 
    array (
      0 => '蚊子也怕辣味吗？',
      1 => '是的',
      2 => '蚊子尝不出辣味',
      3 => '蚊子也怕辣味吗
',
    ),
    28 => 
    array (
      0 => '人的骨灰可以提炼出钻石么？',
      1 => '是可以的',
      2 => '当然不可以',
      3 => '人的骨灰可以提炼出钻石么
',
    ),
    29 => 
    array (
      0 => '两个人一上一下抬东西上楼梯，哪个人会比较轻松？',
      1 => '一样辛苦',
      2 => '上面的会比较轻松',
      3 => '两个人一上一下抬东西上楼哪个人比较轻松
',
    ),
    30 => 
    array (
      0 => '究竟是宫爆鸡丁还是宫保鸡丁？',
      1 => '宫保鸡丁',
      2 => '宫爆鸡丁',
      3 => '究竟是宫爆鸡丁还是宫保鸡丁
',
    ),
    31 => 
    array (
      0 => '人的手指哪个手指甲长得最快？',
      1 => '中指',
      2 => '小指',
      3 => '哪个手指甲长得最快
',
    ),
    32 => 
    array (
      0 => '所有的感冒药并不能治愈感冒吗？',
      1 => '是的',
      2 => '感冒药就是治愈感冒的',
      3 => '感冒药并不能治愈感冒吗
',
    ),
    33 => 
    array (
      0 => '“荤”最初是指肉食吗？ ',
      1 => '不是，是蔬菜',
      2 => '是的',
      3 => '荤最初是指肉食吗 
',
    ),
    34 => 
    array (
      0 => '平安夜吃苹果是中国才有吗？',
      1 => '是的',
      2 => '从西方传入的风俗',
      3 => '平安夜吃苹果是中国才有吗
',
    ),
    35 => 
    array (
      0 => '鸡精和鸡有关系吗？',
      1 => '没有',
      2 => '由鸡提炼而来',
      3 => '鸡精和鸡有关系吗
',
    ),
    36 => 
    array (
      0 => '为什么中午不能给花浇水？',
      1 => '气温高，植物易失水',
      2 => '因为影响光合作用',
      3 => '为什么中午不能给花浇水
',
    ),
    37 => 
    array (
      0 => '为什么人类看电影要吃爆米花？',
      1 => '美式习俗，价格便宜',
      2 => '看电影使人爱吃甜食',
      3 => '为什么人类看电影要吃爆米花
',
    ),
    38 => 
    array (
      0 => '理发店为什么会有螺旋三色转灯？',
      1 => '表彰法国理发师功绩',
      2 => '古代理发师兼职医生',
      3 => '理发店为什么会有螺旋三色转灯
',
    ),
    39 => 
    array (
      0 => '水果真的有“公、母”之分吗？',
      1 => '没有',
      2 => '有的',
      3 => '水果真的有公母之分吗
',
    ),
    40 => 
    array (
      0 => '为什么欧洲很多画作和雕塑都是裸体？',
      1 => '多源于希腊神话故事',
      2 => '裸体能表现人体线条',
      3 => '为什么欧洲很多画作和雕塑都是裸体
',
    ),
    41 => 
    array (
      0 => '“人丑就该多读书”上一句或下一句是什么？',
      1 => '腿粗就该穿校服',
      2 => '嘴拙最好少发言',
      3 => '人丑就该多读书上一句或下一句是什么
',
    ),
    42 => 
    array (
      0 => '撩妹什么意思？',
      1 => '有技巧的泡妞',
      2 => '撩拨挑衅妹子',
      3 => '撩妹什么意思
',
    ),
    43 => 
    array (
      0 => '傻白甜和白莲花分别是什么意思？有什么区别？',
      1 => '傻白甜是真白莲花是假',
      2 => '两个词是同义词',
      3 => '傻白甜和白莲花分别是什么意思有什么区别
',
    ),
    44 => 
    array (
      0 => '毒鸡汤是什么意思？',
      1 => '看着像鸡汤 意思相反',
      2 => '暗示被洗脑',
      3 => '毒鸡汤是什么意思
',
    ),
    45 => 
    array (
      0 => '“美颜盛世”这个词是什么意思？',
      1 => '形容人长得超好看',
      2 => '形容帅哥美女的时代',
      3 => '美颜盛世这个词是什么意思
',
    ),
    46 => 
    array (
      0 => '“鬼知道我经历了什么”出处是哪里？',
      1 => '洪荒少女说的',
      2 => '出自一本悬疑小说',
      3 => '鬼知道我经历了什么出处是哪里
',
    ),
    47 => 
    array (
      0 => '为什么日本人老喜欢跪着？',
      1 => '跪在日本是礼仪',
      2 => '不习惯用凳子',
      3 => '为什么日本人老喜欢跪着
',
    ),
    48 => 
    array (
      0 => '剪刀是达芬奇发明的？',
      1 => '古埃及人为最先使用者',
      2 => '是的',
      3 => '剪刀是达芬奇发明的
',
    ),
    49 => 
    array (
      0 => '软包烟比硬包烟普遍较贵？',
      1 => '沿用中华烟的做法',
      2 => '不是',
      3 => '软包烟比硬包烟普遍较贵
',
    ),
    50 => 
    array (
      0 => '什么韩国人身份证上都有对应的中文名？',
      1 => '韩语重名用汉字区分',
      2 => '汉字比较正式',
      3 => '什么韩国人身份证上都有对应的中文名
',
    ),
    51 => 
    array (
      0 => '只有中国人穿秋裤吗？',
      1 => '不尽是',
      2 => '确实是中国特色',
      3 => '只有中国人穿秋裤吗
',
    ),
    52 => 
    array (
      0 => '可乐为什么原本是绿色的？',
      1 => '可乐原是绿色草药汁',
      2 => '现在的颜色是色素',
      3 => '可乐为什么原本是绿色的
',
    ),
    53 => 
    array (
      0 => '为什么蒙娜丽莎没有眉毛？',
      1 => '后期时间所致',
      2 => '因为当时女性以此为美',
      3 => '为什么蒙娜丽莎没有眉毛
',
    ),
    54 => 
    array (
      0 => '救护车上的AMBULANCE一词为什么是反着写的？',
      1 => '主要是给开车的人看的',
      2 => '来自欧洲的古代迷信',
      3 => '救护车上的AMBULANCE一词为什么是反着写的
',
    ),
    55 => 
    array (
      0 => '为什么我们说fu吹出的是凉气，说ha吹出的是热气？',
      1 => '气流速度不一样',
      2 => '口腔摩擦造成',
      3 => '为什么我们说fu吹出的是凉气说ha吹出的是热气
',
    ),
    56 => 
    array (
      0 => '欧美人会嗑瓜子吗？',
      1 => '会，更喜欢西瓜籽',
      2 => '西方人不吃瓜子',
      3 => '欧美人会嗑瓜子吗
',
    ),
    57 => 
    array (
      0 => '重庆鸡公煲和重庆有什么关系？',
      1 => '没关系',
      2 => '因为来自重庆',
      3 => '重庆鸡公煲和重庆有什么关系
',
    ),
    58 => 
    array (
      0 => '许多动物都冬眠，为什么海参却是夏眠？',
      1 => '海参夏季缺少食物',
      2 => '因为海底温度',
      3 => '许多动物都冬眠为什么海参却是夏眠
',
    ),
    59 => 
    array (
      0 => '为何海带汤里的海带都打个结?',
      1 => '方便运输筷子容易夹起',
      2 => '味道更好',
      3 => '为何海带汤里的海带都打个结
',
    ),
    60 => 
    array (
      0 => '狗为什么不能吃巧克力？',
      1 => '心率骤升有丧命危险',
      2 => '会成瘾',
      3 => '狗为什么不能吃巧克力
',
    ),
    61 => 
    array (
      0 => '吃口香糖，切洋葱时就不会流泪？',
      1 => '负压将泪液吸到口腔',
      2 => '中和洋葱的辣味',
      3 => '吃口香糖切洋葱就不会流泪
',
    ),
    62 => 
    array (
      0 => '空腹吃柿子，真会得结石？',
      1 => '一般不会',
      2 => '会的',
      3 => '空腹吃柿子真会得结石吗
',
    ),
    63 => 
    array (
      0 => '世界上最长寿的国家是哪里？',
      1 => '日本',
      2 => '德国',
      3 => '世界上最长寿的国家是哪里
',
    ),
    64 => 
    array (
      0 => '左眼跳财右眼跳灾是真的吗？',
      1 => '不是',
      2 => '是的',
      3 => '左眼跳财右眼跳灾是真的吗
',
    ),
    65 => 
    array (
      0 => '女人来大姨妈那几天真的会心情烦躁么？',
      1 => '一半以上的女人会有',
      2 => '不会怎么样',
      3 => '女人来大姨妈真会心情烦躁么
',
    ),
    66 => 
    array (
      0 => '看恐怖片真的能减肥？',
      1 => '会加速热量消耗',
      2 => '不会',
      3 => '看恐怖片真的能减肥吗
',
    ),
    67 => 
    array (
      0 => '穿紧身牛仔裤能杀精？',
      1 => '尚无科学验证',
      2 => '千真万确',
      3 => '穿紧身牛仔裤能杀精
',
    ),
    68 => 
    array (
      0 => '火车卧铺下为啥要放个大铁箱？',
      1 => '大铁箱装卧具以备更换',
      2 => '维修工具箱',
      3 => '火车卧铺下为啥要放个大铁箱
',
    ),
    69 => 
    array (
      0 => '退回银行的残损人民币去哪了？',
      1 => '焚烧炉',
      2 => '回收造纸',
      3 => '退回银行的残损人民币去哪了
',
    ),
    70 => 
    array (
      0 => '人们为什么不容易分清左右，分清上下却很容易？',
      1 => '源于受到重力',
      2 => '因为直立行走',
      3 => '不容易分清左右分清上下却很容易
',
    ),
    71 => 
    array (
      0 => '黑洞里时间是静止的吗？进入会长生不老吗？',
      1 => '不会',
      2 => '会',
      3 => '黑洞里进入会长生不老吗
',
    ),
    72 => 
    array (
      0 => '为什么和恐龙同时代的一些其他生物没有灭绝？',
      1 => '左墙效应',
      2 => '因为小',
      3 => '为何恐龙时代的其他生物没有灭绝
',
    ),
    73 => 
    array (
      0 => '热饮能让我们冷下来？',
      1 => '能',
      2 => '不能',
      3 => '热饮能让我们冷下来吗
',
    ),
    74 => 
    array (
      0 => '如何不张嘴就缓解牙疼？',
      1 => '虎口上揉块冰即可',
      2 => '深呼吸',
      3 => '如何不张嘴就缓解牙疼
',
    ),
    75 => 
    array (
      0 => '给蛇打个结，蛇能自己解开吗？',
      1 => '一般情况下可以',
      2 => '不能',
      3 => '给蛇打个结能自己解开吗
',
    ),
  ),
  '趣问八卦' => 
  array (
    0 => 
    array (
      0 => '钢铁侠的技能是什么？',
      1 => '超强的钢铁铠甲',
      2 => '有钱',
      3 => '钢铁侠的技能是什么
',
    ),
    1 => 
    array (
      0 => '钢铁侠和蝙蝠侠谁更有钱？',
      1 => '蝙蝠侠',
      2 => '钢铁侠',
      3 => '钢铁侠和蝙蝠侠谁更有钱
',
    ),
    2 => 
    array (
      0 => '神奇女侠是哪一位主神的女儿？',
      1 => '宙斯',
      2 => '奥丁',
      3 => '神奇女侠是哪一位主神的女儿
',
    ),
    3 => 
    array (
      0 => '还珠格格在历史中真的存在吗？',
      1 => '存在',
      2 => '文学虚构的',
      3 => '还珠格格在历史中真的存在吗
',
    ),
    4 => 
    array (
      0 => '历史上有甄嬛这个人吗？',
      1 => '没有',
      2 => '有的',
      3 => '历史上有甄嬛这个人吗
',
    ),
    5 => 
    array (
      0 => '漫天飞撒的日本忍者手里剑真的存在吗？',
      1 => '并不存在',
      2 => '曾经存在',
      3 => '漫天飞撒的日本忍者手里剑真的存在吗
',
    ),
    6 => 
    array (
      0 => '周瑜真的是被诸葛亮气死的么？',
      1 => '不是',
      2 => '是的',
      3 => '周瑜真的是被诸葛亮气死的么
',
    ),
    7 => 
    array (
      0 => '金庸笔下的东方不败是男是女？',
      1 => '男',
      2 => '女',
      3 => '金庸笔下的东方不败是男是女
',
    ),
    8 => 
    array (
      0 => '中日韩筷子的形状画风为什么差那么多？',
      1 => '食材不同',
      2 => '与手指长度不同有关',
      3 => '中日韩筷子的形状画风为什么差那么多
',
    ),
    9 => 
    array (
      0 => '周末假期是如何来的？',
      1 => '源自宗教',
      2 => '源自工会运动',
      3 => '周末假期是如何来的
',
    ),
    10 => 
    array (
      0 => '故宫为什么摆了308口大缸？',
      1 => '意义是消防',
      2 => '调节温度',
      3 => '故宫为什么摆了308口大缸
',
    ),
    11 => 
    array (
      0 => '为何美国大片主人公多有海军陆战队背景？',
      1 => '彰显精英精神',
      2 => '陆战队和好莱坞有合作',
      3 => '为何美国大片主人公多有海军陆战队背景
',
    ),
    12 => 
    array (
      0 => '西班牙斗牛士为什么要挥舞红色的布',
      1 => '红色可调动人的情绪',
      2 => '刺激牛的本能',
      3 => '斗牛士为什么要挥舞红色的布
',
    ),
    13 => 
    array (
      0 => '鹿晗张艺兴杨洋凭什么能获“五四优秀青年”？',
      1 => '胸怀理想，奉献社会',
      2 => '因为长得帅',
      3 => '鹿晗张艺兴杨洋凭什么获优秀青年
',
    ),
    14 => 
    array (
      0 => '古代竟然也有狗仔队？',
      1 => '御史台',
      2 => '没有',
      3 => '古代竟然也有狗仔队
',
    ),
    15 => 
    array (
      0 => '古天乐是这么变黑的？',
      1 => '晒黑的',
      2 => '生病导致',
      3 => '古天乐是这么变黑的
',
    ),
    16 => 
    array (
      0 => '戛纳电影节是在哪个国家举办的？',
      1 => '法国',
      2 => '突尼斯',
      3 => '戛纳电影节是在哪个国家举办的
',
    ),
    17 => 
    array (
      0 => '泰坦尼克号是真实的故事吗？',
      1 => '沉船是真的',
      2 => '不是',
      3 => '泰坦尼克号是真实的故事吗
',
    ),
    18 => 
    array (
      0 => '看《摔跤吧！爸爸》印度的女性地位有多低？',
      1 => '没有地位',
      2 => '看具体地区',
      3 => '印度的女性地位有多低
',
    ),
    19 => 
    array (
      0 => '有超过一千集的电视剧么？',
      1 => '《指路明灯》',
      2 => '没有',
      3 => '有超过一千集的电视剧么
',
    ),
    20 => 
    array (
      0 => '《最后的武士》的原型是谁？',
      1 => '西乡隆盛',
      2 => '桐野利秋',
      3 => '最后的武士的原型是谁
',
    ),
  ),
);
